{
  "After creating a group chat, you can later assign it to a specific context via explore, just like a file or a document on your operating system.": "Wie auch immer, nachdem du einen Gruppenchat erstellt hast, kannst du ihn später in /explore einem spezifischen Kontext zuweisen. Genau wie eine Datei oder ein Dokument in deinem Betriebssystem.",
  "All your chats will be listed here, separated into private and group chats.": "Alle deine Chats werden hier aufgelistet. Es wird zwischen privaten Chats und Gruppen-Chats unterschieden.",
  "Be aware of the end-to-end encryption. If you enable this option, all participants will need to store their encryption key securely!": "Sei dir der Ende-zu-Ende-Verschlüsselung bewusst. Wenn du die Option wählst, müssen alle Teilnehmer ihren Verschlüsselungsschlüssel gespeichert haben.",
  "Browse and add": "Erkunden und hinzufügen",
  "Browse through the structure, request access, or add further contexts or items that interest you to your own spaces.": "Erkunde die vorhandenen Strukturen, frage Zugang an, oder füge selbst Kontexte und Items, die dich interessieren, zu deinen Spaces hinzu.",
  "But first, let’s see what’s happening in this application. Let’s head to the /explore page next …": "Aber lass uns zuerst sehen, was in dieser Anwendung los ist. Gehen wir als nächstes zur /explore Seite …",
  "Communicate": "Kommunizieren",
  "Contextualize": "Kontextualisieren",
  "Couldn’t save onboarding progress.": "Einführungsfortschritt konnte nicht gespeichert werden.",
  "Create it": "Erstell es",
  "Don’t forget, you can also add your documents to contexts in /explore, making them visible to others within those contexts.": "Vergiss nicht, dass du deine Dokumente auch zu /explore hinzufügen kannst, um sie anderen in spezifischen Kontexten sichtbar zu machen.",
  "Encrypted": "Verschlüsselt",
  "Fancy adding a photo? It will be visible to others, for example in /chat": "Wie wäre es mit einem Foto? Es wird für andere sichtbar sein, zum Beispiel in /chat.",
  "Finished!": "Fertig!",
  "First, give the document a name. It will be visible to others.": "Gib dem Dokument zuerst einen Namen. Es wird für andere sichtbar sein.",
  "For group chats, you can control the visibility of the chat room. You can choose to make the room public to all accounts or limit access to invited participants only.": "Besonders bei Gruppenchats kannst du die Sichtbarkeit des Chat-Raums ändern. Möchtest du, dass der Chat-Raum für alle UdK-Accounts öffentlich ist, oder nur für eingeladene Mitglieder.",
  "From now on, you can find all the documents you created in /write. Quite handy, isn’t it?": "Von nun an findest du hier all deine Dokumente, die du via /write erstellt hast. Ziemlich praktisch, oder?",
  "Going on": "weitermachen",
  "Hello there! Welcome to the introductory tour. This is the Onboarding Pilot, which will guide you through the application.": "Hallo! Willkommen zur Einführungstour. Dies ist der Onboarding-Pilot, der dich durch die Anwendung führen wird.",
  "If a blinking arrow appears, you will need to click or tap on it.": "Wenn ein blinkender Pfeil erscheint, ist es notwendig, dass du eine Klick- oder Berührungsaktion ausführst.",
  "If there are any updates, a small dot will appear next to /dashboard in the main navigation.": "Wenn es Dinge gibt, bei denen du nachholen musst, erscheint ein kleiner Punkt neben dem /dashboard-Link in der Hauptnavigation.",
  "If there isn’t much content yet, encourage others to join /spaces and contribute.": "Wenn es noch nicht so viele Inhalte gibt, erzähle anderen Mitgliedern deiner Institution von /spaces, damit sie beitreten und beitragen.",
  "If you want to prevent others from viewing the document, you can set a password.": "Wenn du es vor den Blicken anderer, die die Dokumentenadresse kennen oder durch Raten herausfinden, schützen möchtest, kannst du ein Passwort setzen.",
  "It might be a bit empty now, but if other users want to chat with you or collaborate on a document, you’ll find your notifications here.": "Zunächst ist es hier ziemlich leer, aber wenn andere Benutzer mit dir in einem /chat schreiben möchten oder kollaborativ an einem /write Dokument arbeiten möchten, findest du deine Benachrichtigung hier.",
  "Let’s click on the entry level and move down the tree.": "Lass uns auf die Einstiegsebene klicken und den Baum hinuntergehen.",
  "Let’s create a new document as an example, since it’s quite empty here at the moment. Please press the add button at the top.": "Lass uns ein neues Dokument als Beispiel erstellen, denn bisher sieht es hier ziemlich leer aus. Drücke einfach auf den Hinzufügen-Button.",
  "Let’s create some items.": "Lasst uns einige Elemente erstellen.",
  "Let’s not waste any time and start with the first section …": "Lass uns keine Zeit verlieren und mit dem ersten Abschnitt beginnen …",
  "Library": "Bibliothek",
  "Missing something?": "Fehlt etwas?",
  "More?": "Mehr?",
  "Name it": "Benenne es",
  "Next stop: /account. This is where you can personalise your profile and how it appears to others.": "Nächster Stopp: dein /account. Hier kannst du dein Profil personalisieren, wie es von anderen gesehen wird.",
  "Onboarding": "Einführung",
  "One of the major functionalities is /chat. Here, you can communicate with others in real-time: in one-to-one chats or in group chats.": "Eine der Hauptfunktionen ist der Chat. Hier kannst du in Echtzeit mit anderen kommunizieren: direkte Nachrichten, oder auch Gruppen-Chats.",
  "Press the button and *tada* you have created a document. You can now edit it and invite others to join.": "Drücke den Button und *tada*, du hast ein Dokument erstellt. Du kannst es jetzt bearbeiten und andere einladen, mitzumachen.",
  "Profile picture": "Profilbild",
  "Protect it": "Schütze es",
  "Show yourself": "Zeige dich selbst",
  "Speaking of documents, let’s move on to /write next …": "Apropos Dokumente, gehen wir als nächstes zum /write-Werkzeug …",
  "Submit it": "Erstelle es",
  "That’s all for now. You can restart the onboarding at any time via /account. Have fun!": "Das ist alles für jetzt. Du kannst die Einführung jederzeit via /account neu starten. Viel Spaß!",
  "The dashboard is your personal inbox. Here, you can see all types of invites, notifications, and favourites.": "Das Dashboard fungiert als dein persönlicher Posteingang. Hier kannst du alle Arten von Einladungen, Benachrichtigungen sowie deine Favoriten sehen.",
  "There are many other functions to explore. Just have a look around and try them out.": "Es gibt viele andere Funktionen zu nutzen. Schau’ dich einfach um und probiere sie aus.",
  "This is the /explore page. It’s where you can find all the spaces organised by their context.": "Zunächst beginnen wir mit der /explore-Seite. Hier findest du alle Spaces, strukturiert nach ihrem Kontext.",
  "To create a new chat, just click or tap the button at the top.": "Wenn du einen neuen Chat erstellen möchtest, klicke einfach auf den Button oben.",
  "We are nearing the end of this onboarding tour. Let’s go back to /explore once more.": "Wir nähern uns dem Ende dieser Einführung. Lass uns noch einmal zu /explore zurückkehren.",
  "We won't make this too tiring, so we'll keep it brief with just a rough overview of some main functions.": "Das sollte nicht zu anstrengend werden, also halten wir es kurz mit lediglich einem groben Überblick über einige Hauptfunktionen.",
  "Welcome": "Willkommen",
  "What’s your name?": "Wie ist dein Name?",
  "With /write, you can create collaborative text documents.": "Mit dem /write-Werkzeug kannst du einige kollaborative Textdokumente erstellen.",
  "You can change your display name to anything you like. However, your official username, i.e. account address, will remain the same and will still be visible to others.": "Du kannst deinen Anzeigenamen frei ändern, wie auch immer du möchtest. Aber sei dir bewusst, dass dein offizieller UdK-Account-Name für andere immer noch sichtbar sein wird.",
  "You can choose to create either a direct message or a group chat.": "Du kannst zwischen einer Direktnachricht und einem Gruppenchat wählen.",
  "You can navigate from level to level and see what’s happening in the different contexts.": "Du kannst von Ebene zu Ebene navigieren und sehen, was in den verschiedenen Kontexten los ist.",
  "You might have already been invited to some spaces. If that’s the case, you can accept those invitations. By clicking on the name, you will be redirected to the space.": "Vielleicht wurdest du bereits zu einigen Spaces eingeladen. Wenn das der Fall ist, kannst du diese Einladungen annehmen. Mit einem Klick auf den unterstrichenen Namen wirst du zu diesem Space weitergeleitet.",
  "Your inbox": "Dein Posteingang",
  "Your personal inbox": "dein persönlicher Posteingang",
  "Your spaces": "Deine Spaces"
}
