{
    "Couldn’t save onboarding progress.": "Einführungsfortschritt konnte nicht gespeichert werden.",
    "Onboarding": "Einführung",
    "Welcome": "Willkommen",
    "Your personal inbox": "dein persönlicher Posteingang",
    "Your inbox": "Dein Posteingang",
    "Your spaces": "Deine Spaces",
    "Communicate": "Kommunizieren",
    "Encrypted": "Verschlüsselt",
    "Contextualize": "Kontextualisieren",
    "Hey there! Welcome to the intro tour. This is the Onboarding Pilot which will guide you through the application.": "Hallo! Willkommen zur Einführungstour. Dies ist der Onboarding-Pilot, der dich durch die Anwendung führen wird.",
    "This should not get too tiering, so we will keep it short with just a rough overview of some main functions.": "Das sollte nicht zu anstrengend werden, also halten wir es kurz mit lediglich einem groben Überblick über einige Hauptfunktionen.",
    "If a blinking arrow shows up, it is needed to excecute a click or touch from your side.": "Wenn ein blinkender Pfeil erscheint, ist es notwendig, dass du eine Klick- oder Berührungsaktion ausführst.",
    "Let’s not waste any time and start with the first section …": "Lass uns keine Zeit verlieren und mit dem ersten Abschnitt beginnen …",
    "The dashboard functions as your personal inbox. Here you can see all kind of invites, your notifications, and your favourites.": "Das Dashboard fungiert als dein persönlicher Posteingang. Hier kannst du alle Arten von Einladungen, Benachrichtigungen sowie deine Favoriten sehen.",
    "For now it is quite empty here but if any other users want to /chat with you or wants to work collaboratively on a /write document, you can find your notification here.": "Zunächst ist es hier ziemlich leer, aber wenn andere Benutzer mit dir in einem /chat schreiben möchten oder kollaborativ an einem /write Dokument arbeiten möchten, findest du deine Benachrichtigung hier.",
    "If there are things to catch up for you, a small dot will appear next to the /dashboard link in the main navigation.": "Wenn es Dinge gibt, bei denen du nachholen musst, erscheint ein kleiner Punkt neben dem /dashboard-Link in der Hauptnavigation.",
    "Maybe you got already invited to some spaces. If thats the case you can accept those. With the click on the underlined name you will be redirected to the space.": "Vielleicht wurdest du bereits zu einigen Spaces eingeladen. Wenn das der Fall ist, kannst du diese Einladungen annehmen. Mit einem Klick auf den unterstrichenen Namen wirst du zu diesem Space weitergeleitet.",
    "But first, let’s see what’s going on in this application. Let’s go to the /explore page next …": "Aber lass uns zuerst sehen, was in dieser Anwendung los ist. Gehen wir als nächstes zur /explore Seite …",
    "First of all we will start with the /explore page. This is where you can find all the spaces structured by their context.": "Zunächst beginnen wir mit der /explore-Seite. Hier findest du alle Spaces, strukturiert nach ihrem Kontext.",
    "You can navigate from level to level and see what is going on in the different contexts.": "Du kannst von Ebene zu Ebene navigieren und sehen, was in den verschiedenen Kontexten los ist.",
    "Let’s click on the entry level and traverse down the tree.": "Lass uns auf die Einstiegsebene klicken und den Baum hinuntergehen.",
    "One of the major functionalities is /chat. Here you can communicate with others in real time: in one-to-one chats, or in group chats.": "Eine der Hauptfunktionen ist der Chat. Hier kannst du in Echtzeit mit anderen kommunizieren: direkte Nachrichten, oder auch Gruppen-Chats.",
    "All your chats will be listed here. It will be seperated in private chats and group chats.": "Alle deine Chats werden hier aufgelistet. Es wird zwischen privaten Chats und Gruppen-Chats unterschieden.",
    "If you want to create a new chat, just click the button at the top.": "Wenn du einen neuen Chat erstellen möchtest, klicke einfach auf den Button oben.",
    "You can select to create either a direct message, or a group chat.": "Du kannst zwischen einer Direktnachricht und einem Gruppenchat wählen.",
    "For group chats, you can set the visibility of the chat room. Do you want to make the room public to all udk accounts, or just to the invited ones.": "Besonders bei Gruppenchats kannst du die Sichtbarkeit des Chat-Raums ändern. Möchtest du, dass der Chat-Raum für alle UdK-Accounts öffentlich ist, oder nur für eingeladene Mitglieder.",
    "Be aware of the the end-to-end encryption. If you choose to enable this option, all participants will need to have their encryption key stored.": "Sei dir der Ende-zu-Ende-Verschlüsselung bewusst. Wenn du die Option wählst, müssen alle Teilnehmer ihren Verschlüsselungsschlüssel gespeichert haben.",
    "Anyway, after creating a group chat, you can later assign it to a specific context via /explore, … just like a file or a document in your operating system.": "Wie auch immer, nachdem du einen Gruppenchat erstellt hast, kannst du ihn später in /explore einem spezifischen Kontext zuweisen. Genau wie eine Datei oder ein Dokument in deinem Betriebssystem.",
    "Going on": "weitermachen",
    "Speaking of documents, let’s go to the /write tool next …": "Apropos Dokumente, gehen wir als nächstes zum /write-Werkzeug …",
    "Let’s create some items.": "Lasst uns einige Elemente erstellen.",
    "With the /write tool you can create some collaborative text documents.": "Mit dem /write-Werkzeug kannst du einige kollaborative Textdokumente erstellen.",
    "Create it": "Erstell es",
    "Let’s create a new document, just as an example, as right now it looks quite empty here. Please press the add button at the top.": "Lass uns ein neues Dokument als Beispiel erstellen, denn bisher sieht es hier ziemlich leer aus. Drücke einfach auf den Hinzufügen-Button.",
    "Name it": "Benenne es",
    "First of all, give the document a name. It will be visible to others.": "Gib dem Dokument zuerst einen Namen. Es wird für andere sichtbar sein.",
    "Protect it": "Schütze es",
    "If you want to protect it from being seen by others, who know or guess the document address, you can set a password.": "Wenn du es vor den Blicken anderer, die die Dokumentenadresse kennen oder durch Raten herausfinden, schützen möchtest, kannst du ein Passwort setzen.",
    "Submit it": "Erstelle es",
    "Press the button and *tada* you have created a document. You can now edit it and invite others to join.": "Drücke den Button und *tada*, du hast ein Dokument erstellt. Du kannst es jetzt bearbeiten und andere einladen, mitzumachen.",
    "Library": "Bibliothek",
    "From now on you can find all the documents you created in /write. Quite handy, isn’t it?": "Von nun an findest du hier all deine Dokumente, die du via /write erstellt hast. Ziemlich praktisch, oder?",
    "Don’t forget that you can also add your documents to some context in /explore to make them visible to others in the specfic contexts.": "Vergiss nicht, dass du deine Dokumente auch zu /explore hinzufügen kannst, um sie anderen in spezifischen Kontexten sichtbar zu machen.",
    "Show yourself": "Zeige dich selbst",
    "Next stop: your /account. This is where you can personalize your profile, how it will be seen by others.": "Nächster Stopp: dein /account. Hier kannst du dein Profil personalisieren, wie es von anderen gesehen wird.",
    "What’s your name?": "Wie ist dein Name?",
    "You can change your display name to anything you want to. But be aware, your official username, i.e. account address, will still be visible to others.": "Du kannst deinen Anzeigenamen frei ändern, wie auch immer du möchtest. Aber sei dir bewusst, dass dein offizieller UdK-Account-Name für andere immer noch sichtbar sein wird.",
    "Profile picture": "Profilbild",
    "How about adding a photo? It will be visible to others for example in /chat.": "Wie wäre es mit einem Foto? Es wird für andere sichtbar sein, zum Beispiel in /chat.",
    "We are heading towards the end of this onboarding tour. Let’s go back to /explore once more.": "Wir nähern uns dem Ende dieser Einführung. Lass uns noch einmal zu /explore zurückkehren.",
    "Browse and add": "Erkunden und hinzufügen",
    "Browse around the structure, request access, or add further contexts or items, which you are interested in, to your own spaces.": "Erkunde die vorhandenen Strukturen, frage Zugang an, oder füge selbst Kontexte und Items, die dich interessieren, zu deinen Spaces hinzu.",
    "Missing something?": "Fehlt etwas?",
    "If there isn’t that much content, yet, tell others in your institution to join udk/spaces and contribute.": "Wenn es noch nicht so viele Inhalte gibt, erzähle anderen Mitgliedern deiner Institution von udk/spaces, damit sie beitreten und beitragen.",
    "More?": "Mehr?",
    "There are many other functions to use. Just have a look around and try them out.": "Es gibt viele andere Funktionen zu nutzen. Schau’ dich einfach um und probiere sie aus.",
    "Finished!": "Fertig!",
    "That’s all for now. You can restart the onboarding at any time vi /account. Have fun!": "Das ist alles für jetzt. Du kannst die Einführung jederzeit via /account neu starten. Viel Spaß!"
}
