{
    "Couldn’t save onboarding progress.": "Einführungsfortschritt konnte nicht gespeichert werden.",
    "Onboarding": "Einführung",
    "Hey there! Welcome to the intro tour. This is the Onboarding Pilot which will guide you through the application.": "Hallo! Willkommen zur Einführungstour. Dies ist der Onboarding-Pilot, der dich durch die Anwendung führen wird.",
    "This should not get to tiering, so we will keep it short with just a rough overview of some main functions.": "Das sollte nicht zu anstrengend werden, also halten wir es kurz mit nur einem groben Überblick über einige Hauptfunktionen.",
    "If a blinking arrow shows up, it is needed to excecute a click or touch from your side.": "Wenn ein blinkender Pfeil erscheint, ist es notwendig, dass du eine Klick- oder Berührungsaktion ausführst.",
    "Lets dont waste any time and start with the first section…": "Lass uns keine Zeit verlieren und mit dem ersten Abschnitt beginnen…",
    "the dashboard functions as your personal inbox. Here you can see all kind of invites or notifications or your faviorites.": "Das Dashboard funktioniert als dein persönlicher Posteingang. Hier kannst du alle Arten von Einladungen oder Benachrichtigungen oder deine Favoriten sehen.",
    "for now it is quite empty here but if any other users want to /chat with you. or wants to work collaborativly on a /write document, you can find your notification here.": "Zunächst ist es hier ziemlich leer, aber wenn andere Benutzer mit dir /chat möchten oder kollaborativ an einem /write Dokument arbeiten möchten, findest du deine Benachrichtigung hier.",
    "if there are things to catch up for you, a small dot will appear next to the /dashboard link in the main navigation.": "Wenn es Dinge gibt, bei denen du nachholen musst, erscheint ein kleiner Punkt neben dem /dashboard-Link in der Hauptnavigation.",
    "maybe you got already invited to some spaces. if thats the case you can accept those. with the click on the underlined name you will be redirected to the space.": "Vielleicht wurdest du bereits zu einigen Spaces eingeladen. Wenn das der Fall ist, kannst du diese Einladungen annehmen. Mit einem Klick auf den unterstrichenen Namen wirst du zum Space weitergeleitet.",
    "but lets lets see first whats going on in this application. lets go to the /explore page next…": "Aber lass uns zuerst sehen, was in dieser Anwendung los ist. Gehen wir als Nächstes zur /explore Seite…",
    "First of all we will start with the explore page. This is where you can find all the spaces structured by their context.": "Zunächst beginnen wir mit der Explore-Seite. Hier findest du alle Spaces, strukturiert nach ihrem Kontext.",
    "You can navigate from level to level and see what is going on in the different contexts.": "Du kannst von Ebene zu Ebene navigieren und sehen, was in den verschiedenen Kontexten los ist.",
    "Lets click on the entry level and tickle down the tree.": "Lass uns auf die Einstiegsebene klicken und den Baum hinuntergehen.",
    "on of the mayor functionallities is the chat. here you can communicate with others in real time. as one to one or in groups.": "Eine der Hauptfunktionen ist der Chat. Hier kannst du in Echtzeit mit anderen kommunizieren, eins zu eins oder in Gruppen.",
    "all your chats will be listed here. it will be seperated in private chats and groups.": "Alle deine Chats werden hier aufgelistet. Es wird zwischen privaten Chats und Gruppen unterschieden.",
    "if you want to create a new chat just clikc on the button on the top.": "Wenn du einen neuen Chat erstellen möchtest, klicke einfach auf den Button oben.",
    "you can select between a direct message or to create a group chat.": "Du kannst zwischen einer Direktnachricht wählen oder einen Gruppenchat erstellen.",
    "especially with groups chats you can change the visibility of the chat. if you want to make it public to all members or just to the invited ones.": "Besonders bei Gruppenchats kannst du die Sichtbarkeit des Chats ändern. Wenn du möchtest, dass er für alle Mitglieder öffentlich ist oder nur für die Eingeladenen.",
    "be aware of the the end to end encryption. if you choose the option all participants would need to have their encryption key stored.": "Sei dir der Ende-zu-Ende-Verschlüsselung bewusst. Wenn du die Option wählst, müssen alle Teilnehmer ihren Verschlüsselungsschlüssel gespeichert haben.",
    "communicate – contextualize": "kommunizieren – kontextualisieren",
    "anyway, after creating a groupchat, you can later assign it in /expore to a specific context. just like an file or a document.": "Wie auch immer, nachdem du einen Gruppenchat erstellt hast, kannst du ihn später in /expore einem spezifischen Kontext zuweisen. Genau wie eine Datei oder ein Dokument.",
    "going on": "weitermachen",
    "speaking of documents, lets go to the /write tool next…": "Apropos Dokumente, gehen wir als Nächstes zum /write Werkzeug…",
    "lets create some items.": "lasst uns einige Elemente erstellen.",
    "with the /write tool you can create some collaborative text documents.": "Mit dem /write Werkzeug kannst du einige kollaborative Textdokumente erstellen.",
    "create!": "erstellen!",
    "lets create one just as an example as for now it looks quite empty here. Just press on the add button.": "Lass uns eines als Beispiel erstellen, denn bisher sieht es hier ziemlich leer aus. Drücke einfach auf den Hinzufügen-Button.",
    "name it": "benenne es",
    "first of all give the document a name. it will be visible to others.": "Gib dem Dokument zuerst einen Namen. Es wird für andere sichtbar sein.",
    "protect it": "schütze es",
    "if you want to protect it from being seen by others, which knows the document address, you can set a password.": "Wenn du es vor den Blicken anderer, die die Dokumentenadresse kennen, schützen möchtest, kannst du ein Passwort setzen.",
    "create it": "erstelle es",
    "press the button and tada you have created a document. you can now edit it and invite others to join.": "Drücke den Button und tada, du hast ein Dokument erstellt. Du kannst es jetzt bearbeiten und andere einladen, mitzumachen.",
    "library": "Bibliothek",
    "from now on you can find all yoru documents which you created in /write. Quite handy, isn't it?": "Von nun an findest du alle deine Dokumente, die du in /write erstellt hast. Ziemlich praktisch, oder?",
    "contextualize": "kontextualisieren",
    "dont forget you can also add your documents to the /explore to make them visible to others in the specfic contexts.": "Vergiss nicht, dass du deine Dokumente auch zu /explore hinzufügen kannst, um sie anderen in spezifischen Kontexten sichtbar zu machen.",
    "show yourself": "zeige dich selbst",
    "Next stop: Your Account. This is where you can personalize your profile how it will be seen by others.": "Nächster Stopp: Dein Konto. Hier kannst du dein Profil personalisieren, wie es von anderen gesehen wird.",
    "whats your name?": "Wie ist dein Name?",
    "you can change your display name to anything you want to. but be aware, that your official name will still be visible to others.": "Du kannst deinen Anzeigenamen in alles ändern, was du möchtest. Aber sei dir bewusst, dass dein offizieller Name für andere immer noch sichtbar sein wird.",
    "profile picture": "Profilbild",
    "how about adding a photo? it will be visible to others for example in the chat.": "Wie wäre es mit einem Foto? Es wird für andere sichtbar sein, zum Beispiel im Chat.",
    "we are heading towards the end of this onboarding. lets go back to explore once more.": "Wir nähern uns dem Ende dieser Einführung. Lass uns noch einmal zu /explore zurückkehren.",
    "browse and add": "stöbern und hinzufügen",
    "browse around the structure, request access or add things on your own in the contexts you are interested in.": "Stöbere durch die Struktur, fordere Zugang an oder füge selbst Dinge in den Kontexten hinzu, die dich interessieren.",
    "missing something?": "fehlt etwas?",
    "if there isn't that much of a content yet, tell others of your institution to join and contribute.": "Wenn es noch nicht so viel Inhalt gibt, erzähle anderen von deiner Institution, damit sie beitreten und beitragen.",
    "more?": "mehr?",
    "there are many other functions to use. Just have a look around and try them out.": "Es gibt viele andere Funktionen zu nutzen. Schau dich einfach um und probiere sie aus.",
    "finished": "fertig",
    "thats all for now. You can restart the onboarding at any time on /account. Have fun!": "Das ist alles für jetzt. Du kannst die Einführung jederzeit auf /account neu starten. Viel Spaß!"
}
