[
    {
        "steps": [
            {
                "popover": {
                    "title": "Welcome",
                    "description": "Hello there! Welcome to the introductory tour. This is the Onboarding Pilot, which will guide you through the application."
                }
            },
            {
                "popover": {
                    "title": "Welcome",
                    "description": "We won't make this too tiring, so we'll keep it brief with just a rough overview of some main functions."
                }
            },
            {
                "popover": {
                    "title": "Welcome",
                    "description": "If a blinking arrow appears, you will need to click or tap on it."
                }
            },
            {
                "popover": {
                    "title": "Welcome",
                    "description": "Let’s not waste any time and start with the first section …"
                }
            }
        ]
    },
    {
        "route": "/dashboard",
        "steps": [
            {
                "popover": {
                    "title": "Your personal inbox",
                    "description": "The dashboard is your personal inbox. Here, you can see all types of invites, notifications, and favourites."
                }
            },
            {
                "popover": {
                    "title": "Your inbox",
                    "description": "It might be a bit empty now, but if other users want to chat with you or collaborate on a document, you’ll find your notifications here."
                }
            },
            {
                "popover": {
                    "title": "Your inbox",
                    "description": "If there are any updates, a small dot will appear next to /dashboard in the main navigation."
                }
            },
            {
                "popover": {
                    "title": "Your inbox",
                    "description": "You might have already been invited to some spaces. If that’s the case, you can accept those invitations. By clicking on the name, you will be redirected to the space."
                }
            },
            {
                "popover": {
                    "title": "Your inbox",
                    "description": "But first, let’s see what’s happening in this application. Let’s head to the /explore page next …"
                }
            }
        ]
    },
    {
        "route": "/explore",
        "steps": [
            {
                "popover": {
                    "title": "Your spaces",
                    "description": "This is the /explore page. It’s where you can find all the spaces organised by their context."
                }
            },
            {
                "popover": {
                    "title": "Your spaces",
                    "description": "You can navigate from level to level and see what’s happening in the different contexts."
                }
            },
            {
                "popover": {
                    "element": "main table tr:first-of-type",
                    "title": "Your spaces",
                    "description": "Let’s click on the entry level and move down the tree."
                }
            }
        ]
    },
    {
        "route": "/chat",
        "steps": [
            {
                "popover": {
                    "title": "Communicate",
                    "description": "One of the major functionalities is /chat. Here, you can communicate with others in real-time: in one-to-one chats or in group chats."
                }
            },
            {
                "popover": {
                    "title": "Communicate",
                    "element": "main details:first-of-type",
                    "description": "All your chats will be listed here, separated into private and group chats."
                }
            },
            {
                "popover": {
                    "title": "Communicate",
                    "element": "main h2 > button",
                    "description": "To create a new chat, just click or tap the button at the top."
                }
            },
            {
                "popover": {
                    "title": "Communicate",
                    "description": "You can choose to create either a direct message or a group chat."
                }
            },
            {
                "popover": {
                    "title": "Communicate",
                    "description": "For group chats, you can control the visibility of the chat room. You can choose to make the room public to all accounts or limit access to invited participants only."
                }
            },
            {
                "popover": {
                    "title": "Encrypted",
                    "description": "Be aware of the end-to-end encryption. If you enable this option, all participants will need to store their encryption key securely!"
                }
            },
            {
                "popover": {
                    "title": "Contextualise",
                    "description": "After creating a group chat, you can later assign it to a specific context via explore, just like a file or a document on your operating system."
                }
            },
            {
                "popover": {
                    "title": "Going on",
                    "description": "Speaking of documents, let’s move on to /write next …"
                }
            }
        ]
    },
    {
        "route": "/write",
        "steps": [
            {
                "popover": {
                    "title": "Let’s create some items.",
                    "description": "With /write, you can create collaborative text documents."
                }
            },
            {
                "element": "main header button:first-of-type",
                "popover": {
                    "title": "Create it",
                    "description": "Let’s create a new document as an example, since it’s quite empty here at the moment. Please press the add button at the top."
                }
            },
            {
                "element": "main form h3:first-of-type",
                "popover": {
                    "title": "Name it",
                    "description": "First, give the document a name. It will be visible to others."
                }
            },
            {
                "element": "main form label:first-of-type",
                "popover": {
                    "title": "Protect it",
                    "description": "If you want to prevent others from viewing the document, you can set a password."
                }
            },
            {
                "element": "main form button[type=submit]",
                "popover": {
                    "title": "Submit it",
                    "description": "Press the button and *tada* you have created a document. You can now edit it and invite others to join."
                }
            },
            {
                "popover": {
                    "title": "Library",
                    "description": "From now on, you can find all the documents you created in /write. Quite handy, isn’t it?"
                }
            },
            {
                "popover": {
                    "title": "Contextualise",
                    "description": "Don’t forget, you can also add your documents to contexts in /explore, making them visible to others within those contexts."
                }
            }
        ]
    },
    {
        "route": "/account",
        "steps": [
            {
                "popover": {
                    "title": "Show yourself",
                    "description": "Next stop: /account. This is where you can personalise your profile and how it appears to others."
                }
            },
            {
                "element": "main h3:has(+form)",
                "popover": {
                    "title": "What’s your name?",
                    "description": "You can change your display name to anything you like. However, your official username, i.e. account address, will remain the same and will still be visible to others."
                }
            },
            {
                "element": "main h3:first-of-type",
                "popover": {
                    "title": "Profile picture",
                    "description": "Fancy adding a photo? It will be visible to others, for example in /chat"
                }
            }
        ]
    },
    {
        "route": "/explore",
        "steps": [
            {
                "popover": {
                    "title": "",
                    "description": "We are nearing the end of this onboarding tour. Let’s go back to /explore once more."
                }
            },
            {
                "popover": {
                    "title": "Browse and add",
                    "description": "Browse through the structure, request access, or add further contexts or items that interest you to your own spaces."
                }
            },
            {
                "popover": {
                    "title": "Missing something?",
                    "description": "If there isn’t much content yet, encourage others to join /spaces and contribute."
                }
            },
            {
                "popover": {
                    "title": "More?",
                    "description": "There are many other functions to explore. Just have a look around and try them out."
                }
            },
            {
                "popover": {
                    "title": "Finished!",
                    "description": "That’s all for now. You can restart the onboarding at any time via /account. Have fun!"
                }
            }
        ]
    }
]
